Repository: TSlex/ttu_icd0009
Catalog: HomeProject/Resourses/Views/Identity/Identity.*.resx
Languages: et

# LoginHeader
source: Log in
et: Logi sisse

# RegisterHeader
source: Create a new account
et: Looge uus konto

# AlreadyHave
source: Already have an account? Login
et: On juba konto? Logi sisse

# RegisterNew
source: Register as a new user
et: Registreeri uue kasutajana

# ForgotPassword
source: Forgot your password?
et: Unustasid salasõna?

source: Remember me?
et: Mäleta mind?

# AvatarEditNav
source: Change avatar
et: Muuda avatari

# ProfileEditNav
source: Edit profile
et: Muuda profiili

# EmailEditNav
source: Change email
et: Muuda meili

# PasswordEditNav
source: Change password
et: Muuda salasõna

# PrivacyNav
source: Privacy and security
et: Privaatsus ja turvalisus

# BlackListNav
source: Blacklist
et: Must nimekiri

# ProfileHeader
source: Profile
et: Profiil

# EmailHeader
source: Change email
et: Muuda meili

# PasswordHeader
source: Change password
et: Muuda salasõna

# PrivacyHeader
source: Privacy and Security
et: Privaatsus ja turvalisus

source: Current email
et: Praegune meil

source: New email
et: Uus meil

source: Current password
et: Praegune salasõna

source: New password
et: Uus salasõna

# NewPasswordConfirm
source: New password confirmation
et: Uus salasõna kinnitamine

# PersonalDataHeader
source: Personal Data
et: Isiklikud andmed

# PersonalDataWarning1
source: Your account contains personal data that you have given us.
et: Teie konto sisaldab isikuandmeid, mille olete meile andnud.

# PersonalDataWarning2
source: This page allows you to download or delete that data.
et: Sellel lehel saate neid andmeid alla laadida või kustutada.

# PersonalDataWarning3
source: Deleting this data will permanently remove your account, and this cannot be recovered.
et: Nende andmete kustutamisel eemaldatakse teie konto jäädavalt ja seda ei saa taastada.

# ProfileDataUpdateStatusSuccess
source: Your profile has been updated
et: Teie profiili on värskendatud

# AvatarUpdateStatusSuccess
source: Avatar was updated successfully
et: Avatari värskendamine õnnestus

# ProfileDataUpdateStatusUsernameExists
source: Error. That username is already taken!
et: Viga. See kasutajanimi on juba võetud!

# EmailUpdateStatusConfirmationSend
source: Confirmation link to change email sent. Please check your email
et: Saadetud meilisõnumi muutmiseks kinnituslink. Palun kontrollige oma e-posti aadressi

# EmailUpdateStatusUnchanged
source: Your email is unchanged
et: Teie e-posti aadressi ei muudeta

# PasswordDataUpdateStatusSuccess
source: Your password has been changed
et: Teie parool on muudetud
